FV2410/E_0800.puml
@startuml
skinparam Shadowing false
skinparam NoteBorderColor #f3f1f6
skinparam NoteBackgroundColor #f3f1f6
skinparam NoteFontSize 12
skinparam ActivityBorderColor none
skinparam ActivityBackgroundColor #7a8da1
skinparam ActivityFontSize 16
skinparam ArrowColor #7aab8a
skinparam ArrowFontSize 16
skinparam ActivityDiamondBackgroundColor #7aab8a
skinparam ActivityDiamondBorderColor #7aab8a
skinparam ActivityDiamondFontSize 18
skinparam defaultFontName DejaVu Serif Condensed
skinparam ActivityEndColor #669580

header
<b>FV2210
2022-12-12
endheader

title
Prozesse zur Ermittlung und Abrechnung von Mehr-/Mindermengen Strom und Gas

11.1.1: AD: Bestellung der bilanzierten Menge beim ÜNB



end title
:<b>E_0800</b>;
note right
<b><i>Prüfende Rolle: ÜNB
end note

if (<b>1: </b> Liegen zwischen dem Eingangsdatum der Nachricht und dem Monatsletzten des Monats, in dem der angefragte Bilanzierungszeitraum endet, mindestens 30 Werktage?) then (ja)
else (nein)
    :A01;
    note left
        Fristunterschreitung
    endnote
    kill;
endif
if (<b>2: </b> Liegt die Aggregationsverantwortung im angefragten Zeitraum komplett beim ÜNB?) then (ja)
else (nein)
    :A02;
    note left
        Aggregationsverantwortung liegt nicht oder nur zeitweise beim ÜNB.
    endnote
    kill;
endif
if (<b>3: </b> Wird die Marktlokation im angefragten Zeitraum komplett auf Basis von Profilen bilanziert?) then (ja)
    :Bilanzierte Menge versenden;
    kill;
else (nein)
    :A03;
    note left
        Marktlokation wird nicht auf Basis von Profilen bilanziert.
    endnote
    kill;
endif

@enduml
